tap "adoptopenjdk/openjdk"
tap "atomicjar/tap"
tap "aws/tap"
tap "azure/azd"
tap "hashicorp/tap"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "weaveworks/tap"
tap "wix/brew"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "automake"
brew "boost"
brew "avrdude"
brew "libyaml"
brew "azure-cli"
brew "bison"
brew "caddy"
brew "glib"
brew "cairo"
brew "chruby"
brew "libssh2"
brew "curl"
brew "dive"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libssh"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "libassuan"
brew "libgcrypt"
brew "pinentry"
brew "go"
brew "gobject-introspection"
brew "guile"
brew "helm"
brew "hexedit"
brew "httpd"
brew "hunspell"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "inetutils"
brew "iproute2mac"
brew "istioctl"
brew "jenv"
brew "jq"
brew "k6"
brew "kind"
brew "libffi"
brew "liblo"
brew "libmodbus"
brew "libraqm"
brew "libsm"
brew "libxt"
brew "libxmu"
brew "libzip"
brew "mbpoll"
brew "mkcert"
brew "neovim"
brew "nghttp2"
brew "node"
brew "nvm"
brew "open-mpi"
brew "openjdk@17"
brew "p7zip"
brew "pandoc"
brew "php"
brew "pillow"
brew "pnpm"
brew "poppler"
brew "portaudio"
brew "postgresql@15"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "ripgrep"
brew "ruby-install"
brew "sdl12-compat"
brew "stern"
brew "tcl-tk"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "trivy"
brew "watch"
brew "watchman"
brew "wget"
brew "xclip"
brew "yq"
brew "azure/azd/azd"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "weaveworks/tap/eksctl"
brew "wix/brew/applesimutils"
cask "alfred"
cask "anaconda"
cask "android-platform-tools"
cask "android-studio"
cask "chromium"
cask "dbeaver-community"
cask "docker-desktop"
cask "flutter"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "kap"
cask "native-access"
cask "ngrok/ngrok/ngrok"
cask "obsidian"
cask "qbittorrent"
cask "qgis"
cask "react-native-debugger"
cask "rectangle"
cask "sonic-pi"
cask "temurin@21"
cask "atomicjar/tap/testcontainers-desktop"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "wireshark-app"
vscode "1yib.svelte-bundle"
vscode "ardenivanov.svelte-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "haskell.haskell"
vscode "invicara.twinit-dev"
vscode "juanblanco.solidity"
vscode "justusadam.language-haskell"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "s00500.sonic-pi-extension"
vscode "svelte.svelte-vscode"
go "go.k6.io/xk6/cmd/xk6"
